[
    {
        "id": 1,
        "nombre": "World of Warcraft",
        "imagenLogo": "/imagenes/world-of-warcraft.jpg",
        "imagenes": [
            "/imagenes/warcraft_1.jpg",
            "/imagenes/warcraft_2.jpg",
            "/imagenes/warcraft_3.jpg",
            "/imagenes/warcraft_4.jpg",
            "/imagenes/warcraft_5.jpg"
        ],
        "compatibilidad": [
            "fa-solid fa-desktop"
        ],
        "precio": 4999,
        "descuento": 40,
        "descripcion": [
            [
                "La fórmula de Warcraft, con estrategia en tiempo real centrada en un héroe, es fácil de aprender, pero difícil de dominar. Reúne recursos, construye una base y forma un ejército. Recluta a poderosos héroes para que lideren a tus tropas y enfréntate a tus enemigos en el campo de batalla. ¡Destruye la base enemiga para ganar la partida!"
            ],
            [
                "Desafía a oponentes con una asignación de partidas multijugador moderna, busca salas de juego personalizadas y conéctate con amigos a través de la aplicación Blizzard Battle.net. Con una interfaz actualizada y mejoras de accesibilidad, entrar en Warcraft nunca ha sido más sencillo."
            ],
            [
                "Ademas descubre millones de partidas creadas por los jugadores, incluidas partidas tipo tower defense, MOBA, ARPG, supervivencia y mucho más. O crea las tuyas propias con un mejorado Editor del mundo."
            ]
        ],
        "minimo": "Requiere un procesador y un sistema operativo de 64 bits.",
        "so": "Windows 10 (November 2019 Update or higher), 8 or 7 (64-bit with the latest updates; some functionality not supported on Windows 7 and 8).",
        "procesador": "Core i5 2.8GHz or equivalent.",
        "memoria": "8 GB de RAM.",
        "graficos": "NVIDIA GeForce GTX 660 or AMD Radeon HD 7870 or equivalent DX11 GPU.",
        "DirectX": "Versión 11.",
        "almacenamiento": "8 GB de espacio disponible.",
        "notasAdicionales": "Performance increases with higher-end systems. Not supported on Windows 10S."
    },
    {
        "id": 2,
        "nombre": "Gran Turismo",
        "imagenLogo": "/imagenes/gran-turismo.jpg",
        "imagenes": [
            "/imagenes/gran_turismo_1.jpg",
            "/imagenes/gran_turismo_2.jpg",
            "/imagenes/gran_turismo_3.jpg",
            "/imagenes/gran_turismo_4.jpg",
            "/imagenes/gran_turismo_5.jpg"
        ],
        "compatibilidad": [
            "fa-solid fa-desktop",
            "fa-brands fa-playstation",
            "fa-brands fa-xbox"
        ],
        "precio": 12399,
        "descuento": 20,
        "descripcion": [
            [
                "Si eres piloto competitivo o casual, coleccionista, aficionado a las modificaciones, diseñador de apariencias o fotógrafo, encuentra tu camino con una colección impresionante de modos de juego, incluidos los favoritos de los fanáticos, como Campaña de GT, Arcade y Escuela de manejo."
            ],
            [
                "Gracias a la reincorporación del legendario modo Simulación de GT, puedes comprar y modificar autos, correr con ellos y venderlos en campañas individuales, a medida que desbloqueas nuevos autos y desafíos. Y si te gusta enfrentarte cabeza a cabeza con otros, perfecciona tus habilidades y compite en el modo Sport."
            ],
            [
                "Con más de 420 autos disponibles en Brand Central y la concesionaria de autos usados desde el primer día, Gran Turismo 7 recrea la apariencia y el manejo de vehículos clásicos y superautos vanguardistas con un nivel de detalle sin precedentes. Cada auto tiene una sensación de conducción diferente y única en más de 90 pistas en diferentes condiciones climáticas, incluidas las pistas clásicas de la historia de GT."
            ]
        ],
        "minimo": "Requiere un procesador y un sistema operativo de 64 bits.",
        "so": "Windows 7 or later.",
        "procesador": "Intel Core i5 2.6GHz or similar.",
        "memoria": "6 GB de RAM.",
        "graficos": "GeForce GTX 700 series or similar.",
        "directX": "Versión 11.",
        "red": "Conexión de banda ancha a Internet.",
        "almacenamiento": "10 GB de espacio disponible.",
        "notasAdicionales": "64-bit operating system is required."
    },
    {
        "id": 3,
        "nombre": "Stardew Valley",
        "imagenLogo": "/imagenes/stardew-valley.jpg",
        "imagenes": [
            "/imagenes/stardew_valley_1.jpg",
            "/imagenes/stardew_valley_2.jpg",
            "/imagenes/stardew_valley_3.jpg",
            "/imagenes/stardew_valley_4.jpg",
            "/imagenes/stardew_valley_5.jpg"
        ],
        "compatibilidad": [
            "fa-solid fa-desktop",
            "fa-brands fa-playstation",
            "fa-brands fa-xbox",
            "fa-brands fa-apple",
            "fa-brands fa-android"
        ],
        "precio": 3749,
        "descuento": 67,
        "descripcion": [
            [
                "Acabas de heredar la vieja parcela agrícola de tu abuelo de Stardew Valley. Decides partir hacia una nueva vida con unas herramientas usadas y algunas monedas."
            ],
            [
                "¿Te ves capaz de vivir de la tierra y convertir estos campos descuidados en un hogar próspero?"
            ],
            [
                "Crea la granja de tus sueños! Constrúyela desde cero en una de las cinco configuraciones del mapa."
            ],
            [
                "Domina tu habilidad con la ganadería! Cría animales, siembra cultivos y fabrica maquinaria útil entre muchas más cosas."
            ],
            [
                "Únete a la comunidad local! Entabla amistad con más de 30 habitantes de Pelican Town."
            ],
            [
                "Personaliza a tu granjero! Podrás elegir entre cientos de opciones de personalización de personajes."
            ],
            [
                "Instálate y empieza a formar una familia! Comparte tu vida en la granja con uno de los doce personajes con los que podrás tener una relación."
            ],
            [
                "Explora grandes y misteriosas cuevas! Encuentra monstruos peligrosos y tesoros valiosos."
            ]
        ],
        "minimo": "Requiere un procesador y un sistema operativo de 64 bits.",
        "so": "Windows Vista or greater.",
        "procesador": "'2 Ghz.'",
        "memoria": "2 GB de RAM.",
        "graficos": "256 mb video memory, shader model 3.0+.",
        "DirectX": "Versión 10.",
        "Almacenamiento": "500 MB de espacio disponible."
    },
    {
        "id": 4,
        "nombre": "League Of Legends",
        "imagenLogo": "/imagenes/league-of-legends.jpg",
        "imagenes": [
            "/imagenes/league_of_legends_1.jpg",
            "/imagenes/league_of_legends_2.jpg",
            "/imagenes/league_of_legends_3.jpg",
            "/imagenes/league_of_legends_4.jpg",
            "/imagenes/league_of_legends_5.jpg"
        ],
        "compatibilidad": [
            "fa-solid fa-desktop"
        ],
        "precio": 4499,
        "descuento": 30,
        "descripcion": [
            [
                "Desarrollado por Airship Syndicate y con el estilo del legendario guionista de cómics Joe Madureira, los creadores de Battle Chasers y Darksiders, Ruined King: A League of Legends Story™ es el primer juego de Riot Forge y os invita a adentraros en el universo de League of Legends. En este trepidante RPG por turnos, podréis configurar vuestro equipo y controlar a un variado elenco de campeones de League of Legends, explorar la ajetreada ciudad de Aguas Estancadas y las misteriosas Islas de la Sombra, y probar el sistema de iniciativa de filas."
            ]
        ],
        "minimo": "Requiere un procesador y un sistema operativo de 64 bits.",
        "so": "Requiere un procesador y un sistema operativo de 64 bits.",
        "procesador": "Intel Core i5-2300, AMD A8-5600k.",
        "memoria": "8 GB de RAM.",
        "graficos": "Radeon Vega 8 / Intel Iris Plus / Geforce GTX 650 / Radeon HD 7770 (2GB VRAM Required).",
        "directX": "Versión 11.'",
        "almacenamiento": "15 GB de espacio disponible.",
        "notasAdicionales": "Recommended for 1080p, 30FPS on Medium Settings."
    },
    {
        "id": 5,
        "nombre": "Minecraft",
        "imagenLogo": "/imagenes/minecraft.jpeg",
        "imagenes": [
            "/imagenes/minecraft_1.jpg",
            "/imagenes/minecraft_2.jpg",
            "/imagenes/minecraft_3.jpg",
            "/imagenes/minecraft_4.jpg",
            "/imagenes/minecraft_5.jpg"
        ],
        "compatibilidad": [
            "fa-solid fa-desktop",
            "fa-brands fa-playstation",
            "fa-brands fa-xbox",
            "fa-brands fa-apple",
            "fa-brands fa-android"
        ],
        "precio": 4899,
        "descuento": 15,
        "descripcion": [
            [
                "Aprende la historia de Minecraft Legends y explora su mundo nuevo pero familiar, mientras experimentas el Universo Minecraft de una manera nueva y emocionante en este nuevo juego de acción y estrategia."
            ],
            [
                "Explora una tierra hermosa, familiar y misteriosa, llena de vida diversa, biomas exuberantes y ricos recursos necesarios para construir tus defensas y derrotar a la invasión piglin."
            ],
            [
                "Inspira a amigos inesperados a formar alianzas valiosas y llévalos en batallas estratégicas para proteger su hogar. ¡Lleva la lucha a los piglins antes de que su corrupción Nether devore el Overworld!"
            ],
            [
                "Y por último, desafía a tus amigos, o forma equipo con ellos, en emocionantes batallas mientras defiendes tu aldea y lideras a tus aliados para derrotar a tus oponentes."
            ]
        ],
        "minimo": "Requiere un procesador y un sistema operativo de 64 bits.",
        "so": "Windows 10 (November 2019 Update or higher), 8 or 7 (64-bit with the latest updates; some functionality not supported on Windows 7 and 8).",
        "procesador": "Core i5 2.8GHz or equivalent.",
        "memoria": "8 GB de RAM.",
        "graficos": "NVIDIA GeForce GTX 660 or AMD Radeon HD 7870 or equivalent DX11 GPU.",
        "directX": "Versión 11.",
        "almacenamiento": "8 GB de espacio disponible.",
        "notasAdicionales": "Performance increases with higher-end systems. Not supported on Windows 10S."
    },
    {
        "id": 6,
        "nombre": "Left For Dead 2'",
        "imagenLogo": "/imagenes/left-for-dead-2.jpg",
        "imagenes": [
            "/imagenes/left4_dead_1.jpg",
            "/imagenes/left4_dead_2.jpg",
            "/imagenes/left4_dead_3.jpg",
            "/imagenes/left4_dead_4.jpg",
            "/imagenes/left4_dead_5.jpg"
        ],
        "compatibilidad": [
            "fa-solid fa-desktop",
            "fa-brands fa-playstation",
            "fa-brands fa-xbox"
        ],
        "precio": 3499,
        "descuento": 25,
        "descripcion": [
            [
                "Ambientado en el apocalipsis zombi, Left 4 Dead 2 (L4D2) es la esperadísima secuela del galardonado Left 4 Dead, el juego cooperativo número 1 de 2008. Este FPS cooperativo de acción y terror os llevará a ti y a tus amigos por las ciudades, pantanos y cementerios del Sur Profundo, desde Savannah hasta Nueva Orleans, a lo largo de cinco extensas campañas."
            ],
            [
                "Jugarás como uno de los cuatro nuevos supervivientes, armado con un amplio y devastador arsenal de armas clásicas y mejoradas. Además de las armas de fuego, también tendrás la oportunidad de masacrar a los infectados con diversas armas de combate cuerpo a cuerpo, desde motosierras hasta hachas, e incluso una mortífera sartén."
            ],
            [
                "Pondrás a prueba estas armas contra tres espantosos y formidables nuevos infectados especiales (o jugarás como ellos en el modo Enfrentamiento). También te encontrarás con cinco nuevos infectados comunes no comunes, incluyendo a los aterradores embarrados. AI Director 2.0 lleva la jugabilidad frenética y repleta de acción de L4D a un nivel superior."
            ]
        ],
        "minimo": "Requiere un procesador y un sistema operativo de 64 bits.",
        "so": "Windows® 7 32/64-bit / Vista 32/64 / XP.",
        "procesador": "'Pentium 4 3.0GHz.'",
        "memoria": "2 GB de RAM.",
        "graficos": "Video card with 128 MB, Shader model 2.0. ATI X800, NVidia 6600 or better.",
        "directX": "Versión 9.0c.",
        "almacenamiento": "13 GB de espacio disponible.",
        "tarjetaSonido": "DirectX 9.0c compatible sound card."
    },
    {
        "id": 7,
        "nombre": "Elden Ring",
        "imagenLogo": "/imagenes/elden-ring.jpg",
        "imagenes": [
            "/imagenes/elden_ring_1.jpg",
            "/imagenes/elden_ring_2.jpg",
            "/imagenes/elden_ring_3.jpg",
            "/imagenes/elden_ring_4.jpg",
            "/imagenes/elden_ring_5.jpg"
        ],
        "compatibilidad": [
            "fa-solid fa-desktop",
            "fa-brands fa-playstation",
            "fa-brands fa-xbox"
        ],
        "precio": 4999,
        "descuento": 10,
        "descripcion": [
            [
                "Un vasto mundo perfectamente conectado en el que los territorios abiertos estarán repletos de situaciones y mazmorras enormes con diseños complejos y tridimensionales. Mientras exploras, experimentarás el deleite de descubrir amenazas desconocidas y sobrecogedoras, y eso te haré sentir la emoción de la superación."
            ],
            [
                "Además de personalizar la apariencia de tu personaje, puedes combinar libremente las armas, armaduras y la magia que te equipas. Puedes desarrollar a tu personaje según tu estilo de juego, tanto para aumentar tu fuerza bruta y ser un guerrero poderoso, como para dominar la magia."
            ],
            [
                "En el modo multijugador, en el que te puedes conectar directamente con otros jugadores y viajar juntos, el juego incluye un elemento online asíncrono único que te permite sentir la presencia de otros."
            ]
        ],
        "minimo": "Requiere un procesador y un sistema operativo de 64 bits.",
        "so": "Windows 10.",
        "procesador": "INTEL CORE I5-8400 or AMD RYZEN 3 3300X.",
        "memoria": "12 GB de RAM.",
        "graficos": "NVIDIA GEFORCE GTX 1060 3 GB or AMD RADEON RX 580 4 GB.",
        "directX": "Versión 12.",
        "almacenamiento": "60 GB de espacio disponible.",
        "tarjetaSonido": "Windows Compatible Audio Device."
    },
    {
        "id": 8,
        "nombre": "Raft",
        "imagenLogo": "/imagenes/raft.jpg",
        "imagenes": [
            "/imagenes/raft_1.jpg",
            "/imagenes/raft_2.jpg",
            "/imagenes/raft_3.jpg",
            "/imagenes/raft_4.jpg",
            "/imagenes/raft_5.jpg"
        ],
        "compatibilidad": [
            "fa-solid fa-desktop",
            "fa-brands fa-playstation",
            "fa-brands fa-xbox"
        ],
        "precio": 5199,
        "descuento": 15,
        "descripcion": [
            [
                "Solo o con amigos, tu misión es sobrevivir a una épica aventura oceánica a través de un mar peligroso! ¡Reúne escombros para sobrevivir, expande tu balsa y zarpa hacia islas olvidadas y peligrosas!"
            ],
            [
                "Atrapados en una pequeña balsa con nada más que un gancho hecho de plástico viejo, los jugadores se despiertan en un vasto y océano azul totalmente solo y sin tierra a la vista! Con la garganta seca y el estómago vacío, ¡La supervivencia no será fácil! Raft te sumerge a ti y a tus amigos en una aventura épica en mar abierto, con el objetivo de mantenerse con vida, reunir recursos y construirse una casa flotante digna de supervivencia."
            ],
            [
                "Los recursos son difíciles de conseguir en el mar: los jugadores deberán asegurarse de atrapar cualquier escombro que flote usando su anzuelo de confianza y, cuando sea posible, buscar en los arrecifes debajo de las olas y las islas de arriba. Sin embargo, la sed y el hambre no son el único peligro en el océano... cuidado con el hombre. ¡comiendo tiburón decidido a poner fin a tu viaje! Encuentra las últimas partes de la civilización aún sobre el agua."
            ],
            [
                "¡Supera los desafíos, descubre la historia de sus habitantes anteriores y encuentra tu camino hacia el próximo destino!"
            ]
        ],
        "minimo": "Requiere un procesador y un sistema operativo de 64 bits.",
        "so": "Windows 7 or later.",
        "procesador": "Intel Core i5 2.6GHz or similar.",
        "memoria": "6 GB de RAM.",
        "graficos": "GeForce GTX 700 series or similar.",
        "directX": "Versión 11.",
        "red": "Conexión de banda ancha a Internet.",
        "almacenamiento": "10 GB de espacio disponible.",
        "notasAdicionales": "64-bit operating system is required."
    },
    {
        "id": 9,
        "nombre": "Terraria",
        "imagenLogo": "/imagenes/terraria.jpg",
        "imagenes": [
            "/imagenes/terraria_1.jpg",
            "/imagenes/terraria_2.jpg",
            "/imagenes/terraria_3.jpg",
            "/imagenes/terraria_4.jpg",
            "/imagenes/terraria_5.jpg"
        ],
        "compatibilidad": [
            "fa-solid fa-desktop",
            "fa-brands fa-playstation",
            "fa-brands fa-xbox",
            "fa-brands fa-apple",
            "fa-brands fa-android"
        ],
        "precio": 3749,
        "descuento": 10,
        "descripcion": [
            [
                "¡Cava, lucha, explora, construye! Nada es imposible en este juego de aventuras repleto de acción. El mundo es tu lienzo y la tierra misma es tu pintura."
            ],
            [
                "¡Coge tus herramientas y adelante! Crea armas para deshacerte de una gran variedad de enemigos en numerosos ecosistemas. Excava profundo bajo tierra para encontrar accesorios, dinero y otras cosas muy útiles. Reúne recursos para crear todo lo que necesites y conformar así tu propio mundo. Construye una casa, un fuerte o incluso un castillo. La gente se mudará a vivir ahí e incluso quizás te vendan diferentes mercancías que te ayuden en tu viaje."
            ],
            [
                "Pero ten cuidado, aún te aguardan más desafíos... ¿Estás preparado para la tarea?"
            ]
        ],
        "minimo": "Requiere un procesador y un sistema operativo de 64 bits.",
        "so": "Windows XP / Vista / 7.",
        "procesador": "1.6 GHz.",
        "memoria": "512 MB de RAM.",
        "almacenamiento": "'200 MB de espacio libre.",
        "graficos": "Shader Model 1.1 con 128 MB de RAM.",
        "directX": "9.0c o posterior."
    },
    {
        "id": 10,
        "nombre": "Fifa 2022",
        "imagenLogo": "/imagenes/fifa2022-2.jpg",
        "imagenes": [
            "/imagenes/fifa2022-3.jpg",
            "/imagenes/fifa2022-4.jpg",
            "/imagenes/fifa2022-5.jpg",
            "/imagenes/fifa2022-6.jpg",
            "/imagenes/fifa2022-7.jpg"
        ],
        "compatibilidad": [
            "fa-solid fa-desktop",
            "fa-brands fa-playstation",
            "fa-brands fa-xbox"
        ],
        "precio": 5499,
        "descuento": 10,
        "descripcion": [
            [
                "Juega al juego del mundo con más de 17 000 jugadores, más de 700 equipos, más de 90 estadios y más de 30 ligas de todo el mundo."
            ],
            [
                "Modo Carrera: Vive tus sueños con FIFA 22, ya sea como mánager o como futbolista. Crea el club más nuevo de FIFA, diseña tus equipaciones y tu estadio y decide si quieres competir con la élite o ascender desde las divisiones inferiores mientras encaminas a tu club hacia la gloria. También puedes probar tus habilidades como futbolista con un modo Carrera de jugador más inmersivo, que te dará más formas de progresar, alcanzar tus objetivos y sumergirte en tu viaje Pro mediante el juego."
            ],
            [
                "VOLTA FOOTBALL: Vuelve a conquistar las calles con VOLTA FOOTBALL. Crea tu futbolista, elige tu equipación y exprésate a tu manera, por tu cuenta o con tu plantilla, en las calles y pistas de fútbol de todo el mundo. Consigue recompensas por tu habilidad con el balón gracias al nuevo estilo de juego rediseñado y juega cada temporada a eventos únicos que tienen lugar en emplazamientos especiales, al tiempo que desbloqueas nuevo equipamiento mediante un nuevo sistema de progreso en la temporada, que te permite ganar XP en todas las recompensas que se ofrecen en VOLTA FOOTBALL sin importar el modo al que juegues."
            ]
        ],
        "minimo": "Requiere un procesador y un sistema operativo de 64 bits.",
        "so": "Windows 10 - 64-Bit.",
        "procesador": " 'Intel Core i3-6100 @ 3.7GHz or AMD Athlon X4 880K @4GHz.",
        "memoria": "8 GB de RAM.",
        "graficos": "NVIDIA GTX 660 2GB or AMD Radeon HD 7850 2GB.",
        "almacenamiento": "50 GB de espacio disponible."
    },
    {
        "id": 11,
        "nombre": "Skyrim",
        "imagenLogo": "/imagenes/skyrim.jpg",
        "imagenes": [
            "/imagenes/skyrim_1.jpg",
            "/imagenes/skyrim_2.jpg",
            "/imagenes/skyrim_3.jpg",
            "/imagenes/skyrim_4.jpg",
            "/imagenes/skyrim_5.jpg"
        ],
        "compatibilidad": [
            "fa-solid fa-desktop",
            "fa-brands fa-playstation",
            "fa-brands fa-xbox"
        ],
        "precio": 5999,
        "descuento": 15,
        "descripcion": [
            [
                "Bethesda Game Studios, los galardonados desarrolladores, presentan un juego completo y con un mundo realmente abierto para realidad virtual. Skyrim VR recrea la obra maestra de la fantasía épica al completo con una escala, una profundidad y una sensación de de inmersión sin igual. En Skyrim VR, un mundo abierto completo cobra vida para que puedas disfrutarlo a tu antojo, enfrentándote a dragones ancestrales, explorando montañas abruptas y muchas otras cosas. Skyrim VR incluye el juego principal, aclamado por la crítica, y los complementos oficiales: Dawnguard, Hearthfire y Dragonborn."
            ],
            [
                "Los dragones, perdidos desde hace tiempo en los pasajes de los Pergaminos antiguos, han regresado a Tamriel y está en juego el futuro del Imperio. Como Sangre de Dragón, el héroe de la profecía nacido con el poder de la Voz, eres el único que puede enfrentarse a ellos."
            ]
        ],
        "minimo": "Requiere un procesador y un sistema operativo de 64 bits.",
        "so": "Windows 7/8.1/10 (64-bit versions).",
        "procesador": "Intel Core i5-6600K or AMD Ryzen 5 1400 or better.",
        "memoria": "'8 GB de RAM.",
        "graficos": "Nvidia GeForce GTX 970 / AMD RX 480 8GB or better.",
        "almacenamiento": "15 GB de espacio disponible."
    },
    {
        "id": 12,
        "nombre": "Dota 2",
        "imagenLogo": "/imagenes/dota-2.jpg",
        "imagenes": [
            "/imagenes/dota_1.jpg",
            "/imagenes/dota_2.jpg",
            "/imagenes/dota_3.jpg",
            "/imagenes/dota_4.jpg",
            "/imagenes/dota_5.jpg"
        ],
        "compatibilidad": [
            "fa-solid fa-desktop",
            "fa-brands fa-playstation",
            "fa-brands fa-xbox"
        ],
        "precio": 7949,
        "descuento": 5,
        "descripcion": [
            [
                "Cada día, millones de jugadores de todo el mundo entran en batalla como uno de los más de cien héroes de Dota. Y no importa si es su décima hora de juego o la milésima, siempre hay algo nuevo que descubrir. Con frecuentes actualizaciones que garantizan una evolución constante de jugabilidad, características y héroes, Dota 2 realmente ha cobrado vida propia. Cuando se trata de variedad de héroes, habilidades y poderosos objetos, Dota no tiene límite. No hay dos partidas iguales. Cada héroe puede desempeñar varios roles, y hay multitud de objetos para ayudar a satisfacer las necesidades de cada partida. Dota no pone límites a tu forma de jugar, te da el poder de expresar tu propio estilo."
            ],
            [
                "El equilibrio competitivo es la joya de la corona de Dota, y para garantizar que todo el mundo juegue en un campo de batalla equilibrado, el contenido principal del juego está disponible para todos los jugadores. Los fans pueden coleccionar objetos cosméticos para los héroes y divertidos complementos para el mundo en que estos habitan, pero todo lo necesario para jugar ya está ahí antes de que te unas a tu primera partida."
            ]
        ],
        "minimo": "Requiere un procesador y un sistema operativo de 64 bits.",
        "so": "Windows 7 o posterior.",
        "procesador": "Intel o AMD de doble núcleo a 2,8 GHz.",
        "memoria": "4 GB de RAM.",
        "graficos": "'NVIDIA GeForce 8600/9600GT, ATI/AMD Radeon HD2600/3600.",
        "DirectX": "Versión 9.0c.",
        "Red": "Conexión de banda ancha a Internet.",
        "Almacenamiento": "15 GB de espacio disponible.",
        "TarjetaSonido": "Compatible con DirectX."
    }
]